Repository: kirillnepomiluev/network
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Sign in
ru: Войти

# mainThingInRelationsIs
source: The key to communication - is
ru: Главное в связах - это

# relations
source: connections
ru: связи

# execute
source: Make
ru: Выполните

source: enter
ru: вход

source: Sign in by phone
ru: Войти по номеру телефона

source: Sign in by email
ru: Войти с помошью почты

source: Sign in by Google
ru: Войти через Google

source: Sign in by Facebook
ru: Войти через Facebook

source: Input
ru: Введите

# code
source: the code
ru: код

source: Sent to phone number
ru: Отправленный на номер

source: Retry
ru: Повторить попытку

# yourPhoneNumber
source: your number
ru: ваш номер

source: Send code
ru: Отправить код

source: Recovery
ru: Восстановление

source: of account
ru: аккаунта

source: Input email address
ru: Введите адрес электронной почты

source: Input address
ru: Введите адрес

source: of email
ru: электронной почты

# toRecoveryAccess
source: To regain access to your account
ru: Чтобы восстановить доступ к своему аккаунту

# recoveryAccess
source: Restore access
ru: Восстановить доступ

# weCongratulate
source: Congratulations!
ru: Поздравляем!

# youSuccessfullySignedUp
source: You successfully signed up in our app!!
ru: Вы успешно зарегистрировались в нашем приложении!!

source: Rule
ru: Правило

source: Accept
ru: Принять

source: your name
ru: ваше имя

# soWillDisplayInNetwork
source: It will be displayed in app
ru: Так оно будет отображаться в Network

# toContinue
source: Continue
ru: Продолжить

# ofBirthDay
source: birthday
ru: дату рождения

source: You can hide your age
ru: Вы можете скрыть свой возраст

source: Hide age
ru: Скрыть возраст

source: sex
ru: пол

source: Choose
ru: Выберете

source: You can hide your sex
ru: Вы можете скрыть свой пол

source: Female
ru: Женщина

source: Male
ru: Мужчина

source: Hide sex
ru: Скрыть пол

source: Level
ru: Уровень

source: Base
ru: Базовый

source: Standart
ru: Стандартный

source: Premium
ru: Премиум

# chooseInterests
source: Choose your interests
ru: Выберете интересы

# interests
source: your interests
ru: интересы

source: Skip
ru: Пропустить

# toAdd
source: Add
ru: Добавить

source: Choose status
ru: Выберете статус

source: status
ru: статус

# statusWillShowenInYourProfile
source: The status will be displayed on your profile
ru: Статус будет отображаться в вашем профиле

# inputOwnStatus
source: Input your status
ru: Ввести свой статус

# inputOwn
source: Input your
ru: Введите свой

# ofOccupation
source: occupation
ru: сферу деятельности

# occupationsWillBeShowedInProfile
source: Occupation will be displayed on your profile
ru: Сфера деятельности будет отображаться в вашем профиле

source: You can choose
ru: Вы можете выбрать

# ofOptions
source: options
ru: варианта

# inputOwnOption
source: Input your option
ru: Ввести свой вариант

# ownOption
source: your option
ru: свой вариант

# tell
source: Tell us
ru: Расскажите

source: about you
ru: о вас

# thisInfoWillBeShowedInProfile
source: This info will be displayed on your profile
ru: Это информация будет отображаться в вашем профиле

source: Turn on
ru: Включите

# ofGeolocation
source: geolocation
ru: геолокацию

# metPeopleNear
source: Meet people near you
ru: Знакомьтесь и встречайтесь с людьми рядом с вами

# yourLocationWillBeUsed
source: Your location will be used to show potential meeting partners
ru: Ваше местоположение будет использовано для показа потенциальных партнеров для встреч

source: Profile
ru: Профиль

source: Cupboard
ru: Шкаф

source: Friends
ru: Друзья

source: Ready to meet
ru: Готов к встрече

source: rating
ru: рейтинг

source: Base level
ru: Базовый уровень

# ofPoints
source: points
ru: баллов

# meets
source: meetings
ru: встречи

source: Avatars
ru: Аватары

source: Rare
ru: Редкий

source: Usual
ru: Обычный

source: Headwears
ru: Головные уборы

source: empty
ru: пустой

# visitStoreToBuyThingsForYourCharacter
source: Visit the store to buy new items for your character
ru: Посетите магазин, чтобы купить новые предметы для своего персонажа

# visitStore
source: Visit the store
ru: Посетить магазин

source: For you
ru: Для вас

source: Near
ru: По близости

source: Personal requests
ru: Личные запросы

source: Online
ru: Онлайн

source: Exchange
ru: Обменять

source: To meet
ru: Встретиться

source: Tokens
ru: Токены

source: Currency
ru: Валюта

source: Wallet
ru: Кошелек

source: Messages
ru: Сообщения

source: Invitations
ru: Приглашения

source: Partners
ru: Партнеры

source: Business meeting
ru: Деловая встреча

# ofTokens
source: tokens
ru: токенов

source: Tokens for meeting
ru: Токены за встречу

# toStartChat
source: Start chat
ru: Начать чат

source: Notifications
ru: Уведомления

source: List of personal requests
ru: Список личных запросов

source: Create new request
ru: Создать новый запрос

# createdBefore
source: Created earlier
ru: Созданные раннее

# toSearch
source: Search
ru: Искать

source: Search
ru: Поиск

source: by interests
ru: По интересам

# byCategoriesOfMeeting
source: By types of meeting
ru: По категориям встречи

# creatingOfPersonalRequest
source: Create a personal request
ru: Создание личного запроса

# ofCategoryOfMeeting
source: type of meeting
ru: категорию встречи

# shortlyDescribe
source: Briefly describe
ru: Кратко опишите

# whatMeetingAreYouPlaning
source: what meeting are you planning
ru: какую встречу вы планируете

# pointPeriodFor
source: Specify the period for
ru: Укажите период для

# ofPlaningMeeting
source: planning of the meeting
ru: планирования встречи

# chooseDateOfStart
source: Choose start date
ru: Выбрать дату начала

# chooseDateOfEnd
source: Choose end date
ru: Выбрать дату окончания

source: Check
ru: Проверьте

# allParametrsOfMeeting
source: all the parameters of the meeting
ru: все параметры встречи

# categoryOfMeeting
source: Type
ru: Категория встречи

# descriptionOfMeeting
source: Description
ru: Описание встречи

source: Occupation
ru: Сфера деятельности

# interestsTitle
source: Interests
ru: Интересы

# createRequest
source: Create a request
ru: Создать запрос

source: Standart level
ru: Стандартный уровень

# toWrite
source: Write
ru: Записать

# haveNotCostume
source: No costume
ru: Нет костюма

source: Meetings
ru: Встречи

source: Store
ru: Магазин

source: Chat
ru: Чат

source: km
ru: км

# meetingCreated
source: Created
ru: Встреча создана

# meetingCancelled
source: Cancelled
ru: Встреча отменена

# meetingExpired
source: Expired
ru: Встреча просрочена

# meetingAccepted
source: Accepted
ru: Встреча принята

# meetingDenied
source: Denied
ru: Встреча отклонена

# meetingActive
source: Active
ru: Встреча активна

# meetingInterrupted
source: Interrupted
ru: Встреча прервана

# meetingDone
source: Done
ru: Встреча завершена

source: Partner feedback
ru: Отзыв партнера

source: Your feedback
ru: Ваш отзыв

source: Chatting
ru: Общение

source: Business
ru: Бизнес

source: Date
ru: Свидание

# ofPartner
source: a partner
ru: партнера

# dateOfMeeting
source: Meeting date
ru: Дата встречи

source: Partner
ru: Партнер
